Repository: MaikMatt-dud/frp_form_answers
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# tx_frpformanswers_domain_model_formentry
source: Form Entry
de: Formulareintrag

# tx_frpformanswers_domain_model_formentry.answers
source: Answers
de: Antworten

# tx_frpformanswers_domain_model_formentry.field_hash
source: Field Hash
de: Feldhasch

# tx_frpformanswers_domain_model_formentry.form
source: Form
de: Formular

# tx_frpformanswers_domain_model_formentry.exported
source: Exported
de: Exportiert

# tx_frpformanswers_backend_templates_formentry_show.singleviewh1
source: Single View for FormEntry
de: Einzelansicht für FormEntry

# tx_frpformanswers_backend_templates_formentry_show.create
source: New FormEntry
de: Neuer Formulareintrag

# tx_frpformanswers_backend_templates_formentry_show.list
source: Back to list
de: Zurück zur Liste

# tx_frpformanswers_backend_templates_formentry_show.delete
source: Delete entries
de: Eingaben löschen

# flashmessage.deleteFormName.header
source: Entries deleted
de: Einträge gelöscht

# flashmessage.deleteFormName.body
source: The entries of formName %s on Page %s have been deleted.
de: Die Einträge mit dem Formularnamen %s der Seite %s wurden gelöscht.

# flashmessage.removeEntries.header
source: Entries removed
de: Einträge entfernt

# flashmessage.removeEntries.body
source: The deleted entries on Page %s have been ultimately deleted.
de: Die exportierten Einträge der Seite %s wurden entgültig entfernt.

# deleteFormName.confirmation.title
source: Really delete form entries
de: Einträge wirklich löschen

# deleteFormName.confirmation.content
source: Do you really want to delete all form entries with this name?
de: Wollen Sie wirklich alle Einträge dieser Tabelle löschen?

# countDeletedEntries
source: There are %s deleted entries to remove
de: Es gibt %s exportierte Einträge, die Sie entfernen können.

# removeDeletedEntries
source: Ultimate delete form entries
de: Einträge endgültig löschen

# tx_frpformanswers_backend_templates_formentry_prepareexport.selectedentries
source: Selected entries
de: Gewählte eingaben

# tx_frpformanswers_backend_templates_formentry_prepareexport.selectedfields
source: Selected fields
de: Gewählte Felder

# tx_frpformanswers_backend_templates_formentry_prepareexport.fileformat
source: File format
de: Dateiformat

# tx_frpformanswers_backend_templates_formentry_prepareexport.labelforuid
source: Label for UID
de: Label für UID

# tx_frpformanswers_backend_templates_formentry_prepareexport.form
source: Form
de: Formulare

# tx_frpformanswers_backend_templates_formentry_prepareexport.filename
source: Filename
de: Dateiname

# tx_frpformanswers_backend_templates_formentry_prepareexport.charset
source: Character set
de: Zeichensatz

# tx_frpformanswers_backend_templates_formentry_prepareexport.separator
source: Separator (only for csv)
de: Trennzeichen (nur bei csv)

# tx_frpformanswers_backend_templates_formentry_prepareexport.textseparator
source: Text Separator (only for csv)
de: Text-Trennzeichen (nur bei csv)

# tx_frpformanswers_backend_templates_formentry_prepareexport.export
source: Export
de: Exportieren

# tx_frpformanswers_backend_templates_formentry_prepareexport.formnotspecified
source: Form not specified
de: Kein Spezifisches Formular

# tx_frpformanswers_backend_templates_formentry_prepareexport.exportall
source: Export all
de: Alle exportieren

# tx_frpformanswers_backend_templates_formentry_prepareexport.exportnew
source: Export only new
de: Nur neue exportieren

# tx_frpformanswers_backend_templates_formentry_prepareexport.exportallpages
source: Export all pages
de: Alle Seiten exportieren

# tx_frpformanswers_backend_templates_formentry_prepareexport.exportonlythispage
source: Export only this page
de: Nur diese Seite exportieren

# tx_frpformanswers_backend_templates_formentry_list.listh1
source: Form entry List
de: Formulareintragsliste

# tx_frpformanswers_backend_templates_formentry_list.listh2
source: Subpages with FormEntries
de: Unterseiten mit FormEntries

# tx_frpformanswers_backend_templates_formentry_list.nothingsaved
source: No saved formEntries
de: Keine gespeicherten formEinträge
